Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Exeggcute.Description
source: This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.
de: Dieses Pokémon besteht aus sechs Eiern, die ein engmaschiges Netz bilden. Die sechs Eier ziehen sich gegenseitig an und drehen sich. Wenn die Eier Risse bekommen, steht Owei kurz vor seiner Entwicklung.
es: Este Pokémon está compuesto de seis huevos que forman una tupida piña que va girando. Cuando se empiezan a resquebrajar las cáscaras, no hay duda de que Exeggcute está a punto de evolucionar.
fr: Ce Pokémon est constitué de six œufs formant une grappe serrée. Ces six œufs s’attirent mutuellement et pivotent. Quand des fissures apparaissent sur les coquilles, ça signifie que Noeunoeuf est sur le point d’évoluer.
he: פוקימון זה מורכב שש ביצים בצורת אשכול לסרוג מקרוב. שש ביצים מושכים אחד את השני ו ספין סביב. כאשר סדקים מופיעים יותר ויותר על הביצים, Exeggcute קרובה האבולוציה.
it: Questo Pokémon è costituito da un nucleo compatto formato da sei uova, che girano vorticosamente attraendosi a vicenda. Quando i gusci iniziano a rompersi, Exeggcute è prossimo all’evoluzione.
ja: なかまおもいの ６この たまごは おたがいに ひきつけあい くるくる かいてんしている。 カラの ヒビが ふえると しんかは まぢかだ。
pt_br: Este Pokémon é composto por seis ovos que formam um cluster perto da malha. Os seis ovos atraem uns aos outros e giram ao seu redor. Quanto mais rachaduras aparecam nos ovos, mais perto de evoluir Exeggcute estará.
tr: Bu Pokémon birbirine bağlı altı yumurtadan oluşur. Bu altı yumurta birbirine çekilir ve etraflarında dönerler. Yumurtalarda çatlama sesleri duyulmaya başlandığında Exeggcute gelişmek üzere demektir.

# Exeggutor.Description
source: Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.
de: Kokowei stammt ursprünglich aus den Tropen. Seine Köpfe wachsen stetig, wenn es starkem Sonnenlicht ausgesetzt ist. Wenn seine Köpfe abfallen, bilden sie zusammen ein Owei.
es: Exeggutor es originario del trópico. Cuando se expone a un sol intenso, le empiezan a crecer las cabezas. Hay quien dice que, cuando las cabezas caen al suelo, se unen para formar un Exeggcute.
fr: Noadkoko vient des tropiques. À force de vivre sous un soleil ardent, ses têtes ont rapidement grandi. On raconte que lorsque ses têtes tombent, elles se rassemblent et forment un Noeunoeuf.
he: Exeggutor הגיעה במקור הטרופיים. הראשים שלו לגדול בהתמדה גדולה יותר מחשיפה לשמש חזקה. הוא אמר כי כאשר ראשי ליפול, הם לקבץ יחד כדי ליצור Exeggcute.
it: Exeggutor è originario dei tropici. Le teste crescono costantemente se esposte a forte luce solare. Pare che quando le teste cadono, si uniscano per formare un Exeggcute.
ja: なんごく うまれの ナッシーの あたまは つよい ひざしを いっぱい あびて どんどん そだち じめんに おちると タマタマに なると いう。
pt_br: Exeggutor veio originalmente dos trópicos. Suas cabeças geralmente crescem mais devido a exposição à forte luz solar. Diz-se que quando a sua cabeça cai, eles se agrupam para formar o Exeggcute.
tr: Exeggutor aslen tropikal bölgelerden gelmiştir. Kafaları güneş ışınlarına maruz kaldıkça büyürler. Kafalar düştüğünde, tekrar bir araya gelip bir Exeggcute oluşturdukları söylenir.

# Cubone.Description
source: Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds.
de: Tragosso sehnt sich nach seiner Mutter, die nicht mehr da ist. Wenn es im Vollmond das Ebenbild seiner Mutter erblickt, muss es weinen. Die Flecken auf dem Totenkopf, den es trägt, stammen von vergossenen Tränen.
es: A Cubone le ahoga la pena porque no volverá a ver jamás a su madre. La luna le recuerda a veces a ella, y se pone a llorar. Los churretes que tiene en el cráneo que lleva puesto son debidos a las lágrimas que derrama.
fr: La maman d’Osselait lui manque terriblement et il ne la reverra jamais. La lune le fait pleurer, car elle lui rappelle sa mère. Les taches sur le crâne que porte ce Pokémon sont les marques de ses larmes.
he: Cubone פינס של האמא זה לעולם לא תראה שוב. רואים דמיון של אימו בירח המלא, הוא בוכה. כתמי הדם על הגולגולת שפוקימון לובש מבוצעים על ידי הוא מזיל הדמעות.
it: Cubone si strugge per la madre che non rivedrà mai più. Piange alla luna piena che somiglia molto alla madre. Le macchie sul teschio che indossa sono dovute alle lacrime copiose.
ja: ２どと あえない ははおやの おもかげを まんげつに つけて なきごえを あげる。 かぶっている ホネの し は な だの あと。
pt_br: Cubone chora por a mae que ele nunca verá novamente. Vendo um retrato de sua mãe na lua cheia, ele chora. As manchas no crânio que o Pokémon usa são feitas pelas lágrimas que ele derrama.
tr: Cubone, bir daha asla göremeyeceği annesini özler. Annesine benzer bulduğu dolunayda ağlar. Pokémon'un kask olarak giydiği kafa tasındaki lekeler, döktüğü göz yaşlarının lekeleridir.

# Marowak.Description
source: Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon’s tempered and hardened spirit is not easily broken.
de: Knogga ist eine entwickelte Form von Tragosso, die den Verlust der Mutter überwunden hat und stärker geworden ist. Die gestählte, abgehärtete Seele dieses Pokémon ist nur schwer zu brechen.
es: Marowak es la forma evolucionada de Cubone. Es más fuerte porque ha superado la pena por la pérdida de su madre. El ánimo de este Pokémon, ya curtido y fortalecido, no es muy fácil de alterar.
fr: Ossatueur est la forme évoluée d’Osselait. Il a surmonté le chagrin causé par la perte de sa maman et s’est endurci. Le tempérament décidé et entier de ce Pokémon le rend très difficile à amadouer.
he: Marowak הוא צורה מפותחת של Cubone יש להתגבר על עגמומיותה על אובדן אמו, גדל קשה. של פוקימון זה מחוסמת, רוח מוקשח אינו נשבר בקלות.
it: Marowak si evolve da Cubone dopo aver superato il lutto per la perdita della madre ed essersi fatto forte. Questo Pokémon dall’animo forgiato e temprato non si fa prendere facilmente dallo sconforto.
ja: ははおやに あえない かなし を のりこえた カラカラが たくましく しんかした すがた。 きたえられた こころは かんたんに くじけない。
pt_br: Marowak é a forma evoluída de um Cubone que superou a tristeza pela perda de sua mãe e cresceu forte. Este Pokémon de espírito moderado e endurecido não é facilmente quebrado.
tr: Marowak, annesinin kaybının yaşattığı üzüntüyü aşmış ve güçlenmiş olan bir Cubone'un gelişmiş halidir. Bu Pokémon'un dengeli ve güçlü motivasyonu kolay kolay kırılmaz.

# Hitmonlee.Description
source: Hitmonlee’s legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.
de: Kicklee kann seine Beine ausfahren und einziehen. Es verblüfft seine Gegner mit brutalen Tritten. Nach einem Kampf massiert es seine Beine und lockert die Muskeln, um der Erschöpfung vorzubeugen.
es: Hitmonlee tiene la facilidad de encoger y estirar las patas. Con extremidades tan flexibles, propina unas patadas demoledoras. Tras la lucha, se masajea las piernas y relaja los músculos para descansar.
fr: Les jambes de Kicklee peuvent se contracter et s’étirer à volonté. Grâce à ces jambes à ressort, il terrasse ses ennemis en les rouant de coups de pied. Après les combats, il masse ses jambes pour éviter de sentir la fatigue.
he: הרגליים של Hitmonlee בחופשיות חוזה ולמתוח. באמצעות הרגליים אביבי האלה, זה קערות על אויבים עם הרסנית בעיטות. לאחר הקרב, הוא מעסה את הרגליים שלה, משחרר את השרירים כדי להתגבר על העייפות.
it: Le zampe di Hitmonlee sono estremamente elastiche. Usandole a mo’ di molla, si scaglia sul nemico con calci rovinosi. Dopo la lotta si strofina le zampe e scioglie i muscoli per recuperare le forze.
ja: じざいに のびちぢ する あしで きょうれつな キックを はなち あいてを けりたおす。 たたかいの あと つかれた あしを も ほぐす。
pt_br: As pernas do Hitmonlee se contraem e alongam livremente. -Usando estas pernas ele avança sobre inimigos com devastadores chutes. Depois da batalha, ele esfrega para baixo de suas pernas e solta os músculos para superar a fadiga.
tr: Hitmonlee’nin bacakları rahatça kısalır ve uzar. Bu yayımsı bacaklarını kullanarak rakiplerine yıkıcı darbeler indirir. Savaştan sonra bacaklarını ovar ve yorgunluğu geçirmek için kaslarını gevşetir.

# Hitmonchan.Description
source: Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokémon has an indomitable spirit and will never give up in the face of adversity.
de: Nockchan besitzt das Herz eines Boxers, der sich auf eine Weltmeisterschaft vorbereitet. Dieses Pokémon hat einen unbeugsamen Willen und gibt niemals auf.
es: Dicen que Hitmonchan tiene el mismo ímpetu que un boxeador entrenándose para un campeonato mundial. Este Pokémon tiene un espíritu indomable que nunca se doblega ante la adversidad.
fr: On raconte que Tygnon dispose de l’état d’esprit d’un boxeur qui s’entraîne pour le championnat du monde. Ce Pokémon est doté d’une ténacité à toute épreuve et n’abandonne jamais face à l’adversité.
he: Hitmonchan הוא אמר להחזיק את הרוח של מתאגרף מי היה לעבוד לקראת אליפות העולם. פוקימון זה לא יוותר ההתאחדות בשעת מצוקה, ויש של חת.
it: Si dice che Hitmonchan abbia l’animo di un pugile destinato a partecipare al campionato mondiale. Questo Pokémon ha uno spirito indomito e non demorde mai di fronte alle avversità.
ja: せかいチャンピオンを めざしていた ボクサーの たましいが やどったと いわれる エビワラーは ふくつの せいしんで ぜったいに へこたれない。
pt_br: Diz-se que Hitmonchan possui o espírito de um boxeador que tinha lutado no Campeonato do mundo. Este Pokémon tem um espírito indomável e nunca vai desistir perante a adversidade.
tr: Hitmonchan'in dünya şampiyonası için çalışan bir boksçunun ruhuna sahip olduğu söylenir. Bu Pokémon kırılmaz bir motivasyona sahiptir ve asla rakibine boyun eğmez.

# Lickitung.Description
source: Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.
de: Wenn Schlurp etwas Neues entdeckt, leckt es daran. Es merkt sich Gegenstände anhand der Struktur und des Geschmacks. Saure Sachen schrecken es eher ab.
es: Cada vez que Lickitung se encuentra con algo que no conoce, le da un lametazo. Es la forma que tiene de memorizar las cosas, por la textura y el sabor. No soporta los sabores ácidos.
fr: Chaque fois qu’Excelangue découvre quelque chose de nouveau, il le lèche. Sa mémoire est basée sur le goût et la texture des objets. Il n’aime pas les choses acides.
he: בכל פעם Lickitung נתקל משהו חדש, זה ובהרצאותיו נותן זה לק. היא עושה זאת כי זה הצפיה דברים לפי מרקם ולפי הטעם. זה במידה מסוימת שם הדברים חמוץ
it: Quando Lickitung si trova di fronte a qualcosa di nuovo, istintivamente lo assaggia con una leccata. È dotato infatti di una memoria legata al gusto e alla consistenza degli oggetti. Non ama i sapori aspri.
ja: はじめて めに する ものは かならず ペロリ。 したざわりと あじで きおくしているのだ。 でも すっぱい ものは ちょっと にがて。
pt_br: Sempre que o Lickitung se depara com algo novo, ele sempre dará uma lambida. Ele faz isso porque ele memoriza as coisas pela textura e pelo sabor. Ela nao gosta muito das coisas azedas.
tr: Lickitung yeni gördüğü bir şeye denk geldiğinde, onu şaşılmaz bir şekilde yalar. Bunu yapmasının sebebi, cisimleri tat ve yüzeylerinden hatırlamasıdır. Ekşi şeyleri sevmez.

# Koffing.Description
source: Koffing embodies toxic substances. It mixes the toxins with raw garbage to set off a chemical reaction that results in a terribly powerful poison gas. The higher the temperature, the more gas is concocted by this Pokémon.
de: Smogons Körper enthält giftige Substanzen. Es vermischt die Toxine mit Müll, um eine chemische Reaktion in Gang zu bringen, die ein unheimlich starkes Giftgas hervorbringt. Je höher die Temperatur, desto mehr Gas produziert es.
es: Koffing contiene sustancias tóxicas que mezcla con desperdicios para provocar una reacción química que libera un gas tremendamente venenoso. A mayor temperatura, mayor será la cantidad de gas que cree este Pokémon.
fr: Smogo est composé de substances toxiques. Il mélange des toxines et des détritus pour déclencher une réaction chimique générant un gaz très dangereux. Plus la température est élevée, plus la quantité de gaz est importante.
he: Koffing מגלם חומרים רעילים. זה מערבב את הרעלים עם הזבל raw לדרך תגובה כימית שתוצאתו לגז רעיל מאוד חזק. גבוה יותר הטמפרטורה, הגז יותר הוא שהומצא על ידי זה פוקימון.
it: Koffing è costituito da sostanze velenose. Mischia tossine con rifiuti putrefatti per scatenare reazioni chimiche che generano un micidiale gas velenoso. Con l’aumento della temperatura, sale la quantità di gas prodotto da Koffing.
ja: なまゴミと からだの どくそを かがくはんのう させる ことで もうどくの ガスを つくりだす。 きおんが たかいほど ガスが たくさん できる。
pt_br: Koffing incorpora substâncias tóxicas. Mistura as toxinas com lixo cru para desencadear uma reação química que resulta em um gás venenoso terrivelmente poderoso. Quanto maior a temperatura, mais gás é gerado por este Pokémon.
tr: Koffing zehirli maddelerle çevriliolmayı sever. Kendi zehirlerini, başkalarının çöpleriyle de karıştırarak yarattığı kimyasal reaksiyonla çok güçlü zehre sahip gazlar üretir. Hava ne kadar sıcaksa, o kadar zehirli gaz üretir.

# Weezing.Description
source: Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.
de: Smogmog bläst seine beiden Körper abwechselnd auf und lässt sie wieder zusammenschrumpfen, um die giftigen Gase darin zu vermischen. Je mehr Gase vermischt werden, desto stärker werden die Toxine.
es: Weezing reduce y agranda el doble cuerpo que tiene para mezclar los gases tóxicos que contiene. Cuantos más gases mezcle, mayor será la toxicidad y el nivel de putrefacción del Pokémon.
fr: Smogogo rétrécit ou gonfle ses deux corps pour mélanger les gaz toxiques qui s’y trouvent. Lorsque les gaz sont bien mélangés, la toxine devient très puissante. Le Pokémon se putréfie aussi un peu plus.
he: Weezing לסירוגין מכווץ, מנפח את הגופות התאום שלה כדי מערבבים יחד גזים רעילים בתוך. יותר הגזים מעורבבים, הופכים הרעלים יותר חזק. פוקימון הופך גם יותר הרקוב.
it: Weezing gonfia e sgonfia ritmicamente il suo duplice corpo per miscelare i gas tossici all’interno. Più a lungo vengono mescolati i gas, più nocive diventano le tossine. Anche il Pokémon diventa ancora più putrido.
ja: ふたごの からだを こうごに しぼませたり ふくらませたりして どくガスを まぜている。 まぜるほど どくそが つよまり くさくなる。
pt_br: Weezing, alternadamente, encolhe e infla seus corpos gêmeos para misturar gases tóxicos dentro deles. Quanto mais os gases são misturados, mais poderosa as toxinas se tornam. O Pokémon também se torna mais pútrido.
tr: Weezing ikiz vücutlarını şirip indirerek çeşitli zehirli gazları karıştırır. Ne kadar gaz karıştırılırsa, sonuç da o kadar güçlü bir zehir olur. Bu Pokémon aynı zamanda daha da kötü kokar.

# Rhyhorn.Description
source: Rhyhorn’s brain is very small. It is so dense, while on a run it forgets why it started running in the first place. It apparently remembers sometimes if it demolishes something.
de: Rihorns Hirn ist sehr klein. Es ist so beschränkt, dass es während des Laufens vergisst, warum es überhaupt losgelaufen ist. Manchmal erinnert es sich aber daran, dass es etwas zerstört hat.
es: Rhyhorn tiene un cerebro muy pequeño. Si se pone a correr, por ejemplo, se le olvida qué le llevó a hacerlo. Lo que sí parece recordar, a veces, es si ha destrozado alguna cosa.
fr: Le cerveau de Rhinocorne est tout petit, à tel point que lorsqu’il attaque, il lui arrive d’oublier pourquoi il a commencé à charger. Il lui arrive de se souvenir qu’il a démoli certaines choses.
he: המוח של Rhyhorn הוא קטן מאוד. זה כה צפוף, ואילו בריצה זה שוכח למה זה התחיל לרוץ במקום הראשון. זה כנראה זוכר לפעמים אם זה הרס את משהו.
it: Il cervello di Rhyhorn è così piccolo che durante la corsa il Pokémon non riesce neanche a ricordare dov’era diretto. A volte gli capita di ricordare di aver distrutto qualcosa.
ja: はしっているうちに もくてきを わすれるほど のう そが ちいさく あたまが わるいぞ。 なにかを こわすと たまに おもいだすらしい。
pt_br: O cérebro do Rhyhorn é muito pequeno. É tão pequeno, que durante uma corrida, ele normalmente esqueçe o motivo de ter começado a correr. Aparentemente as vezes ele se lembra se destrói algo.
tr: Rhyhorn’un beyni çok küçüktür. O kadar küçüktür ki, koşarken neden koşmaya başladığını bile unutur. Bazen birşeyleri yıktıktan sonra hatırlayabilir.

# Rhydon.Description
source: Rhydon has a horn that serves as a drill. It is used for destroying rocks and boulders. This Pokémon occasionally rams into streams of magma, but the armor-like hide prevents it from feeling the heat.
de: Rizeros hat ein Horn, das es als Bohrer benutzen kann. Damit zerstört es Felsblöcke und Steine. Dieses Pokémon rammt sein Horn manchmal in Ströme von Magma. Seine panzerähnliche Haut schützt es dabei vor der Hitze.
es: Rhydon tiene un cuerno anillado que le sirve de taladro. Le resulta muy útil para horadar rocas y piedras. A veces, se queda atrapado en corrientes de magma, pero la tosca piel que tiene impide que sienta el calor.
fr: La corne de Rhinoféros lui sert de foreuse. Il l’utilise pour détruire des rochers et des cailloux. Ce Pokémon charge de temps en temps dans du magma en fusion, mais sa peau blindée le protège de la chaleur.
he: Rhydon יש קרן זה משמש תרגיל. הוא משמש עבור השמדת וסלעים. פוקימון זה לעתים rams לתוך זרמי מגמה, אך הסתר שיריון דמוי המונעת ממנו הוא מרגיש את החום.
it: Rhydon è dotato di un corno che usa a mo’ di trapano. Serve a distruggere rocce e massi. Talvolta questo Pokémon s’imbatte in rivoli di magma, ma la sua pelle-armatura lo protegge dall’eccessivo calore.
ja: ドリルに なる ツノで がんせきを はかいする。 マグマを ふきださせてしまう ことも あるが よろいの ような ひふは あつさを かんじない。
pt_br: Rhydon tem um chifre que serve como uma broca. Ele é usado para destruir as pedras e pedregulhos. Este Pokémon ocasionalmente corre em fluxos de magma, mas a sua ¨armadura¨ impede-o de sentir o calor.
tr: Rhydon bir matkap olarak kullandığı bir boynuza sahiptir. Taşları ve kayaları parçalamak için kullanılır. Bu Pokémon zaman zaman magma akımlarına denk gelir ama zırf gibi olan derisi, sıcaklığı hissetmesini engeller.

# Chansey.Description
source: Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.
de: Chaneira legt täglich ausgesprochen nahrhafte Eier. Sie sind so köstlich, dass sie sogar von Menschen verspeist werden, die gar keinen Appetit haben.
es: Chansey pone a diario huevos con un valor nutritivo altísimo. Están tan ricos que hasta quien no tenga hambre se los comerá en un abrir y cerrar de ojos.
fr: Leveinard pond tous les jours des œufs pleins de vitamines. Ces œufs sont tellement bons que les gens les mangent même quand ils n’ont pas faim.
he: Chansey מטילה ביצים תזונתית מעולה על בסיס יומיומי. הביצים כל כך טעים, שהם הם בקלות, בהתלהבות טרפו על ידי אנשים שאיבדו את התיאבון שלהם.
it: Ogni giorno Chansey depone uova molto nutrienti. Queste uova sono così buone da far tornare l’appetito a chi lo ha perso.
ja: えいよう まんてんの タマゴを まいにち うむ。 しょくよくを なくした ひとでも ペロリと たべてしまうほど おいしい タマゴだ。
pt_br: Chansey põe ovos nutricionalmente excelentes todos os dias. Os ovos são tão deliciosos, que eles são facilmente e avidamente devorados até mesmo por pessoas que perderam o seu apetite.
tr: Chansey günlük besin olarak harika olan yumurtalar bırakır. Bu yumurtalar o kadar lezzetlidir ki, iştahını kaybetmiş olan kişiler bile kolayca tüketilebilir.

# Tangela.Description
source: Tangela’s vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.
de: Wenn man Tangelas Ranken berührt, fallen diese oft ab. Dabei empfindet es keine Schmerzen und es kann sich schnell in Sicherheit bringen. Verliert es Ranken, werden diese am nächsten Tag durch neue ersetzt.
es: A Tangela se le desprenden los tentáculos con facilidad en cuanto se los agarras. Y no solo no le duele, sino que le resulta muy útil para escapar rápido. Además, al día siguiente le crecen otros.
fr: Les lianes de Saquedeneu se brisent facilement lorsqu’on les attrape. Cela ne lui fait pas mal et lui permet simplement de s’échapper rapidement. Les lianes cassées repoussent le lendemain.
he: גפנים של Tangela להינתק בקלות אם הם חטפו. פעולה זו מתבצעת ללא כאב, ומאפשרת למנוסה מהירה. הגפנים לאיבוד מוחלפים גפנים שזה עתה בוגר ביום למחרת.
it: Se afferrate, le liane di Tangela si staccano con facilità, ma in modo indolore, consentendo così una pratica scappatoia. Le liane cadute vengono sostituite da quelle nuove il giorno dopo.
ja: てきに つかまれると ツルは ぷちっと きれる。 ぜんぜん いたくないので その スキに にげる。 よくじつには あたらしい ツルが はえそろうぞ。
pt_br: As videiras do Tangela caem facilmente se ele é agarrado. Isto acontece sem dor, permitindo-lhe ter uma escapadinha rápida. As videiras perdidas são substituídas por videiras recém crescidas no dia seguinte.
tr: Tangela’nın asmaları, yakalandığı durumda kolayca kırılır. Bu acısızca olur ve kolay bir kaçış imkanı sağlar. Kaybedilen asmalar bir sonraki güne kadar yeniden çıkarlar.

# Kangaskhan.Description
source: If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokémon’s parent is sure to be in the area, and it will become violently enraged at you.
de: Wenn du auf ein junges, spielendes Kangama stößt, solltest du es nicht stören oder versuchen, es einzufangen. Die Mutter dieses Baby-Pokémon ist bestimmt in Reichweite und könnte sehr wütend auf dich werden.
es: No es recomendable molestar ni intentar atrapar a crías de Kangaskhan mientras estén jugando, ya que seguro que su madre anda cerca y reaccionará con enfado y violencia.
fr: Lorsqu’on rencontre un petit Kangourex qui joue tout seul, il ne faut jamais le déranger ou essayer de l’attraper. Les parents du bébé Pokémon sont sûrement dans le coin et ils risquent d’entrer dans une colère noire.
he: אם נתקלת עם Kangaskhan הצעיר משחק בפני עצמו, עליך מעולם לא תפריעו לו או לנסות לתפוס אותו. האב של פוקימון התינוק בטוח יהיה באזור, היא תהפוך באלימות זועם על עצמך.
it: Vedendo un cucciolo di Kangaskhan giocare per conto suo, non bisogna mai disturbarlo o cercare di catturarlo. Il suo genitore, infatti, è sicuramente nei paraggi e potrebbe reagire molto violentemente.
ja: ガルーラの こどもが １ぴきで あそんでいても ぜったいに つかまえたりしては いけないよ。 ちかくに いる おやが はげしく おこりだすぞ。
pt_br: Se você se deparar um Kangaskhan jovem jogando por si só, você nunca deve perturbá-lo ou tentar pegá-lo. Porque o pai desse bebê Pokémon con certeza de estará na área, e ele se tornará violento com você.
tr: Eğer kendi kendine oynayan genç bir Kangaskhan'a denk gelirseniz, asla onu rahatsız etmemelisiniz veya yakalamaya çalışmamalısınız. Bebek Pokémon'un annesi kesinlikle yakınlardadır ve size inanılmaz bir şekilde sinirlenebilir.
